Revit 2027 API
SymbolTypeId.LbForceDashFtPerFt Property
 Symbol lb-ft/ft, indicating unit Pound force feet per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbForceDashFtPerFt { get; }
Public Shared ReadOnly Property LbForceDashFtPerFt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbForceDashFtPerFt {
	ForgeTypeId^ get ();
}
static member LbForceDashFtPerFt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace